Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/tm-8.tmx
Source language: en
Languages: cs

source: Many readers, including some who work in national security and intelligence, have criticized The Times's decision to publish the details, saying it potentially put the person's life in danger and may have a chilling effect on would-be whistle-blowers.
cs: Mnoho čtenářů, včetně těch, kteří pracují pro národní bezpečnost a rozvědku, kritizovalo Rozhodnutí Timesů zveřejnit podrobnosti s tím, že to potenciálně ohrožuje život toho člověka a může to mít mrazivý dopad na případné informátory.

source: We took their concerns to Dean Baquet, The Times's executive editor, who responded to them in a discussion with the Reader Center:
cs: Jejich obavy jsme sdělili Deanu Baquetovi, výkonnému redaktorovi The Times, který na ně reagoval v diskuzi s Reader Center:

source: The president and some of his supporters have attacked the credibility of the whistle-blower, who has presented information that has touched off a landmark impeachment proceeding. The president himself has called the whistle-blower's account a "political hack job."
cs: Prezident a někteří jeho příznivci napadli důvěryhodnost informátora, který předložil informace, jež odstartovaly přelomové řízení o obžalobě z velezrady. Sám prezident označil výpověď informátora za „politickou loupež“.

source: We decided to publish limited information about the whistle-blower - including the fact that he works for a nonpolitical agency and that his complaint is based on an intimate knowledge and understanding of the White House - because we wanted to provide information to readers that allows them to make their own judgments about whether or not he is credible.
cs: Rozhodli jsme se zveřejnit omezené informace o informátorovi – včetně skutečnosti, že pracuje pro nepolitickou agenturu a že jeho stížnost je založena na důvěrné znalosti a porozumění Bílého domu – protože jsme chtěli poskytnout čtenářům informace, které jim umožní udělat si vlastní úsudek o tom, zda je či není důvěryhodný.

source: Black hole swallowing and ripping apart star captured for first time
cs: Černá díra polyká a roztrhá hvězdu poprvé chycenou

source: A gigantic black hole has been captured pulling in and ripping apart a star for the first time.
cs: Byla zachycena obrovská černá díra, která poprvé roztrhala hvězdu.

source: The star, which was about the same size as our sun, was seen from 375 million light years away warping and spiralling into the gravitational pull of a supermassive black hole, researchers said in the Astrophysical Journal.
cs: Hvězda, která byla asi stejně velká jako naše Slunce, byla viděna z 375 milionů světelných let daleko, jak se kroutí a kroutí do gravitačního tahu supermasivní černé díry, jak vědci říkali v Astrophysickém deníku.

source: It was then sucked into oblivion in a rare cosmic occurrence astronomers call a tidal disruption event.
cs: Poté byl vysáván do zapomnění ve vzácné kosmické události astronomové nazývají událost s přílivem.

source: NASA's planet-searching telescope, the Transiting Exoplanet Survey Satellite - TESS - captured the detailed timeline from beginning to end for the first time.
cs: Planetární dalekohled NASA, Transiting Exoplanet Survey Satellite – TESS – zachytil detailní časovou osu od začátku do konce poprvé.

source: Astronomers used a worldwide network of telescopes to detect the phenomenon before looking at TESS, whose permanent viewing zones designed to find distant planets, caught the beginning of the violent event.
cs: Astronomové používali celosvětovou síť teleskopů, aby tento jev odhalili, než se podívali na TESS, jehož stálé pozorovací zóny určené k nalezení vzdálených planet zachytily začátek násilné události.

source: Thomas Holoien, an astronomer for the Carnegie Institution for Science who led the research, said: "This was really a combination of both being good and being lucky, and sometimes that's what you need to push the science forward."
cs: Thomas Holoien, astronom Carnegie Institution pro vědu, který vedl výzkum, řekl: „To byla opravdu kombinace jak být dobrý, tak být šťastný, a někdy je to to, co musíte posunout vědu kupředu.“

source: Stars get sucked in when they venture too close to a supermassive black hole, which lives at the centre of most galaxies, including the Earth's Milky Way.
cs: Hvězdy se vtáhnou dovnitř, když se odváží příliš blízko k supermasivní černé díře, která žije ve středu většiny galaxií, včetně Mléčné dráhy Země.

source: The black hole's impressive gravitational forces tear the star apart, with some of its material thrown into space and the rest into the black hole, forming a disc of hot, bright gas as it is swallowed.
cs: Působivé gravitační síly černé díry roztrhají hvězdu na kusy, přičemž část jejího materiálu se vrhne do vesmíru a zbytek do černé díry a vytvoří kotouč horkého, jasného plynu, který je při polykání pohlcen.

source: Mr Holoien added: "Specifically, we are able to measure the rate at which it gets brighter after it starts brightening, and we also observed a drop in its temperature and brightness that is unique."
cs: Pan Holoien dodal: „Konkrétně jsme schopni změřit rychlost, s jakou se po rozjasnění rozjasní, a také jsme zaznamenali pokles jeho teploty a jasu, který je jedinečný.“
